samuelclay/turntouch-remote/lopower/boards.txt
lopoweruno.name=Arduino Uno Ultru Low-Power (<2.4V, 8 MHz) w/ ATmega328
lopoweruno.upload.protocol=arduino
lopoweruno.upload.maximum_size=32256
lopoweruno.upload.speed=115200
lopoweruno.bootloader.low_fuses=0xFF
lopoweruno.bootloader.high_fuses=0xDA
lopoweruno.bootloader.extended_fuses=0x06
lopoweruno.bootloader.path=atmega
lopoweruno.bootloader.file=optiboot_atmega328.hex
lopoweruno.bootloader.unlock_bits=0x3F
lopoweruno.bootloader.lock_bits=0x0F
lopoweruno.build.mcu=atmega328p
lopoweruno.build.f_cpu=8000000L
lopoweruno.build.core=arduino
lopoweruno.build.variant=arduino:standard


lopowerdue.name=Arduino Due Ultru Low-Power (<2.4V, 8 MHz) w/ ATmega328
lopowerdue.upload.protocol=arduino
lopowerdue.upload.maximum_size=30720
lopowerdue.upload.speed=57600
lopowerdue.bootloader.low_fuses=0xFF
lopowerdue.bootloader.high_fuses=0xDA
lopowerdue.bootloader.extended_fuses=0x06
lopowerdue.bootloader.path=atmega
lopowerdue.bootloader.file=ATmegaBOOT_168_atmega328.hex
lopowerdue.bootloader.unlock_bits=0x3F
lopowerdue.bootloader.lock_bits=0x0F
lopowerdue.build.mcu=atmega328p
lopowerdue.build.f_cpu=8000000L
lopowerdue.build.core=arduino
lopowerdue.build.variant=arduino:standard